"Volume" = "Volume"; 
"Balance" = "Balanço"; 
"Modulation" = "Modulação"; 
"Harmonics" = "Harmónicos"; 
"Harmonic Steps" = "Passos harmónicos"; 
"Cutoff" = "Corte"; 
"Cutoff Steps" = "Passos de corte"; 
"Duration" = "Duração"; 